{
  "home.link":"Acceuil",
  "profile.link":"Profil",
  "menu.title": "Yildiz Online est un jeu de stratégie et de gestion multijoueur gratuit.",
  "menu.title.button.create": "Créer un compte gratuit",
  "menu.title.button.download": "Télécharger",
  "index.create.title": "Créez des colonies",
  "index.create.desc": "Démarrez avec une colonie, construisez des bâtiments, créez une armée, espionnez vos ennemis...",
  "index.resource.title": "Récoltez des ressources",
  "index.resource.desc":"Avoir plus de ressources vous offre de nouvelles opportunités: construire une plus grande armée, des bâtiments plus efficaces, engager des mercenaires, faire du commerce...",
  "index.fleet.title":"Construisez votre flotte",
  "index.fleet.desc":"Vous débuterez avec de petits chasseurs, mais ce n'est que le commencement, bientôt vous construirez de puissantes batteries de missiles, des armes laser longue portée...",
  "index.attack.title":"Envoyez vos vaisseaux contre vos opposants",
  "index.attack.desc":"Détruisez leur flotte pour dérober leur précieuses ressources, devenez plus puissant jusqu'à ce qu'aucun ne puisse vous surpasser...",
  "index.modal.create.title":"Créez votre compte",
  "index.modal.create.placeholder.login":"Choissisez votre nom",
  "index.modal.create.placeholder.password":"Choissisez votre mot de passe",
  "index.modal.create.placeholder.email":"Entrez votre e-mail",
  "index.modal.create.button":"Création",
  "index.download.button.notready.title": "Pas encore disponible",
  "index.download.button.notready.text": "Si vous possedez un compte, un email vous sera envoyé dès que le client sera disponible.",
  "account.creation.success.title": "Compte créé",
  "account.creation.success.content": "Un email vous a été envoyé dans lequel vous pourrez confirmer votre compte.",
  "account.validation.error": "Le compte n'a pas pu être créé",
  "connect.login_short": "Le nom d'utilisateur doit contenir au moins 3 caractères.",
  "connect.pwd_short": "Le mot de passe doit contenir au moins 5 caractères.",
  "email.invalid": "L'e-mail est invalide.",
  "connect.login.invalid" : "Le nom d'utilisateur ne peut pas contenir de caractères spéciaux.",
  "account.validation.error.login.exists": "Votre nom d'utlisateur existe déjà.",
  "account.validation.error.email.exists": "Votre e-mail existe déjà.",
  "error.title": "Une erreur est survenue",
  "error.server.unavailable": "Le serveur est actuellement indisponible, veuillez réessayer dans quelques instants.",
  "error.unknown": "Erreur inattendue.",
  "privacy.link": "Confidentialité",
  "privacy.title": "La confidentialité de vos données.",
  "privacy.content": "Les données privées sont un élement important, afin de mieux les préserver, une série de mesures a été mise en place pour en garantir la confidentialité et vous permettre de profiter du logiciel en toute sécurité:<ul><li>Connexion SSL: La navigation entre votre navigateur et notre serveur et totalement encryptée, afin de vous préserver de toute intrusion de type 'man-in-the-middle'.</br>Les informations que vous nous envoyez transitent donc en toute sécurité jusqu'au serveur.</li><li>Password hashing & salt: Vos mots de passes sont encryptés sur dans la base de donnée du serveur, personne ne peut avoir connaissance de votre mot de passe en clair.</br>L'algorithme utilisé choisi est particulièrement efficace afin de réduire au maximum l'obtention de votre mot de passe si notre base de donnée venait à etre compromise.</br>Enfin l'utilisation d'un salt empeche toute tentative de reconnaissance via une table de concordance.</li><li>Votre email est bien entendu stocké en clair, en cas de compromission des données, vous pourriez etre victime de courriers non sollicités, veuillez en tenir compte.</li><li>Aucune de vos données n'est, ni ne sera transmise à un tier, leur seule finalité est l'utilisation de ce logiciel.</li></ul> A venir:<ul><li>Possibilité de s'authentifier grace au protocole OAuth afin d'utiliser votre compte facebook, twitter, github... et ainsi garder vos informations de connexion à un seul endroit.</li><li>Limitation du nombre de connexions erronées et blocage après dépassement, afin d'éviter les attaques par force brute.</li></ul> Quelques conseils pour bien sécuriser vos donnés (ici ou ailleurs):<ul><li>Employez un mot de passe différent pour chaque site, si le site est compromis, les autres mots de passes ne sont pas affectés.</li><li>Employez un mot de passe assez long, et compliqué à deviner.</li></ul>"
}
